[{"id":"1","hotelStatus":"current","hotelName":"MGM Grand Hotel and Convention Center","hotelAddress":"3799 Las Vegas Boulevard South","hotelCity":"Las Vegas","hotelState":"NV","hotelZip":"89109","hotelCountry":"USA","hotelTelephone":"877.880.0880","hotelWebsite":"http:\/\/www.mgmgrand.com\/","hotelResWebsite":"https:\/\/resweb.passkey.com\/Resweb.do?mode=welcome_ei_new&eventID=10265030","hotelDescription":"The MGM Grand offers all the activities and entertainment that you expect from Las Vegas. Sample spectacular cuisine at any of the hotel's famous restaurants, including Diego, Pearl and Seablue. Take in KA by Cirque du Soleil, the show that combines acrobatic performances, martial arts, puppetry and innovative multimedia to tell an epic tale. Hit the casino and try your hand at the table games, poker and slots the MGM Grand Casino has to offer. Experience Las Vegas nightlife at one of eight clubs and bars on site, or choose to wind down at the Grand Spa and Health Club or the Grand Pool Complex. Rooms on the West Wing were created for guests who are looking for a non-traditional, smoke-free hotel room experience. Each recently renovated room is a showcase in contemporary design, with a king bed, flat screen TVs, DVD player, Bose CD player and bathroom TV. The West Wing offers a quiet unique experience to guests who prefer style to more typical Vegas accommodations. Larger than the average Las Vegas room, the 446-square-foot deluxe Grand Tower rooms are decorated in classic motifs offering the finest in elegance and comfort. Each room features either a single king bed or two queen sized beds a custom black and white marble bathroom. Guest Room Rate: The BICSI Group rate starts at $149 for single\/double occupancy. Check in is at 3 p.m. and check out is at 11 a.m. All rates are per room, per night. For your convenience, the MGM Grand offers free self-parking in the Main Parking Garage, as well as valet parking. There is limited space for RV and oversized vehicles. Overnight stays are not permitted.","hotelAlert":"It has come to our attention that travel agencies may be contacting you to solicit hotel reservations for the 2013 BICSI Fall Conference & Exhibition, Sept. 15-19, in Las Vegas, Nevada. Please be advised that all housing for the Fall Conference is being handled exclusively through BICSI. No other company has access to the discounted room blocks at BICSI's official hotels. Additionally, the only official information you will receive regarding conference hotel accommodations will always be sent directly from BICSI. It is solely your decision whether or not to purchase services from non-official providers, but we encourage you to treat solicitations from these providers with appropriate caution. If you have made reservations or given any of your information to a non-official provider, you have done so at your own risk. BICSI will not be responsible for any actions or omissions from sources outside of BICSI. Finally, please be aware that BICSI takes your privacy very seriously and does not sell or rent your email address to any third parties.","groupCode":"Group Code: BICSB01","resDate":"Make your hotel reservations by August 7, 2013.","alertLine":"ALERT: Beware of Unauthorized Hotel Solicitations"}]